export const Hotnews = {
  News: [
    {
      content:
        "ภาพรวมตลาด: S&P 500 Emini Futures ฟิวเจอร์สสร้างรู […] The post รูปแบบ E-Mini ‘ภายใน-ภายนอก-ภายใน’ | Investing.com appeared first on THAIFRX.com.",
      id: 10,
      topic: "รูปแบบ E-Mini ‘ภายใน-ภายนอก-ภายใน’ | Investing.com",
      news_time: "2023-05-16T03:18:04+00:00",
    },
    {
      content:
        'HoonSmart.com>> "บลจ.บัวหลวง" บริษัทจัดการกองทุน JASIF เผย 3BB จ่ายค่าเช่าทรัพย์สินเส้นใยแก้วนำแสง เดือนพ.ค.66 จำนวน 700 ล้านบาท มียอดค้างชำระ 243.1 ล้านบาท เผยเหตุธุรกิจบรอดแบนด์อินเทอร์เน็ตแข่งขันสูงต่อเนื่องและต้นทุนการดำเนินงานเพิ่มขึ้น กระทบกระแสเงินสดจากการดำเนินงานของ 3BB ชี้สัญญาเช่าเดทไลน์ได้ไม่เกิน 15 วัน',
      id: 9,
      topic: "JASIF เผย 3BB จ่ายค่าเช่าเดือนพ.ค. 700 ลบ. ค้างจ่ายอีก 243.1 ลบ.",
      news_time: "2023-05-16T03:34:39+00:00",
    },
    {
      content:
        "บริษัท ผลิตไฟฟ้า จำกัด (มหาชน) หรือ เอ็กโก กรุ๊ป ประกาศผลประกอบการไตรมาส 1 ปี 2566 มีรายได้รวม 15,125 ล้านบาท และกำไรสุทธิ 2,022 ล้านบาท ปัจจัยสนับสนุนหลักจากรายได้ที่เพิ่มขึ้นของโรงไฟฟ้าเคซอนและซานบัวนาเวนทูรา ฟิลิปปินส์ เดินหน้าเตรียมพร้อมยื่นประมูลโครงการจัดหาไฟฟ้าจากพลังงานหมุนเวียนส่วนขยายที่จะเปิดรอบเพิ่มเติมของภาครัฐ",
      id: 8,
      topic: "เอ็กโก กรุ๊ป ปลื้มไตรมาส 1กำไรพุ่ง",
      news_time: "2023-05-16T03:57:19+00:00",
    },
    {
      content:
        "ดร.ศรีนาวา สุภาณุวงศ์ รัฐมนตรีช่วยว่าการกระทรวงพลังงานและบ่อแร่ สาธารณรัฐประชาธิปไตยประชาชนลาว (สปป.ลาว) เป็นประธานในพิธีลงนามบันทึกความร่วมมือด้านวิชาการ เพื่อศึกษาความเป็นไปได้ในการแปรรูปขยะเป็นพลังงานสีเชียว และพัฒนาพื้นฐานโครงร่างสถานีชาร์จรถไฟฟ้า ระหว่างกรมส่งเสริมและประหยัดพลังงาน กระทรวงพลังงานและบ่อแร่",
      id: 7,
      topic: "UACผนึกก.พลังงานสปป.ลาวศึกษาแปรรูปขยะ เป็นพลังงานสีเขียว",
      news_time: "2023-05-16T03:57:19+00:00",
    },
    {
      content:
        'HoonSmart.com>>"สีเดลต้า"(DPAINT) เผยผลประกอบการไตรมาส 1/66 รายได้รวม 260.3 ล้านบาท และมีกำไรสุทธิ 16.2 ล้านบาทเติบโตแรง 48.4% เปิดเกมส์รุกหลายมิติ เปิดตัวผลิตภัณฑ์ใหม่ ผนึกพันธมิตร ผลักดันธุรกิจขยายตัวเต็มรูปแบบ สู่เป้าหมาย 1 ในผู้นำสีแห่งนวัตกรรมแบบครบวงจร มั่นใจผลงานปีนี้เติบโต 30%',
      id: 6,
      file: null,
      news_time: "2023-05-16T04:02:49+00:00",
    },
    {
      content:
        "© สำนักข่าวรอยเตอร์ ผู้คนจับจ่ายที่ตลาดหลังการเลือกตั้ง […] The post EBRD: อัตราเงินเฟ้อพุ่งสูงสุด แต่ราคาก๊าซที่พุ่งสูงขึ้นจะกดดันครัวเรือน appeared first on THAIFRX.com.",
      id: 5,
      topic:
        "EBRD: อัตราเงินเฟ้อพุ่งสูงสุด แต่ราคาก๊าซที่พุ่งสูงขึ้นจะกดดันครัวเรือน",
      news_time: "2023-05-16T04:15:33+00:00",
    },
    {
      content:
        "นายจักรพงษ์ จักราจุฑาทิพย์ ประธานเจ้าหน้าที่บริหารและกร […] The post JKN เปิดงบ Q1/66 กำไรโตน้อย แม้รายได้โตเท่าตัว มั่นใจ MUO หนุนโต 80% ต่อปี appeared first on THAIFRX.com.",
      id: 4,
      topic:
        "JKN เปิดงบ Q1/66 กำไรโตน้อย แม้รายได้โตเท่าตัว มั่นใจ MUO หนุนโต 80% ต่อปี",
      news_time: "2023-05-16T04:18:03+00:00",
    },
    {
      content:
        "HoonSmart.com>> บลจ.ไทยพาณิชย์ ตอบสนองลูกค้า เปิดเพิ่มกองทุน SCBLINK2YB หนุนกลยุทธ์ลงทุนลดเสี่ยงขาดทุนเงินต้นและสร้างโอกาสรับผลตอบแทนแบบไม่จำกัด จากสัญญาออปชั่นอ้างอิงดัชนี S&P ESG Global Macro ระยะเวลาลงทุน 2 ปี เสนอขาย 16-22 พ.ค.66",
      id: 3,
      topic:
        "“ไทยพาณิชย์” เสิร์ฟ Complex fund ต่อเนื่องส่ง SCBLINK2YB ขาย 16-22 พ.ค.",
      news_time: "2023-05-16T04:18:17+00:00",
    },
    {
      content:
        "สำนักงานคณะกรรมการกำกับหลักทรัพย์และตลาดหลักทรัพย์ (ก.ล […] The post กฎของ Crypto อาจใช้เวลาหลายปี appeared first on THAIFRX.com.",
      id: 2,
      topic: "กฎของ Crypto อาจใช้เวลาหลายปี",
      news_time: "2023-05-16T05:48:39+00:00",
    },
    {
      content:
        "ดูเหมือนว่าทุก ๆ สองสามปี โลกจะเฝ้าดูด้วยความหวาดหวั่นเ […] The post วิกฤตเพดานหนี้ที่กำลังปรากฏ: ความหมายต่อเศรษฐกิจและตลาดของสหรัฐฯ appeared first on THAIFRX.com.",
      id: 1,
      topic: "วิกฤตเพดานหนี้ที่กำลังปรากฏ: ความหมายต่อเศรษฐกิจและตลาดของสหรัฐฯ",
      news_time: "2023-05-16T08:18:10+00:00",
    },
  ],
  Newscount: 10,
};
