export const News = [
  {
    Title: "เอ็กโก กรุ๊ป ปลื้มไตรมาส 1 กำไรพุ่ง",
    Picture: "https://aec10news.com/wp-content/uploads/2023/05/%E0%B9%82%E0%B8%A3%E0%B8%87%E0%B9%84%E0%B8%9F%E0%B8%9F%E0%B9%89%E0%B8%B2%E0%B8%82%E0%B8%99%E0%B8%AD%E0%B8%A1.jpg",
    Time: "8 hours ago",
    Text: "บริษัท ผลิตไฟฟ้า จำกัด (มหาชน) หรือ เอ็กโก กรุ๊ป ประกาศผลประกอบการไตรมาส 1 ปี 2566 มีรายได้รวม 15,125 ล้านบาท และกำไรสุทธิ 2,022 ล้านบาท ปัจจัยสนับสนุนหลักจากรายได้ที่เพิ่มขึ้นของโรงไฟฟ้าเคซอนและซานบัวนาเวนทูรา ฟิลิปปินส์ เดินหน้าเตรียมพร้อมยื่นประมูลโครงการจัดหาไฟฟ้าจากพลังงานหมุนเวียนส่วนขยายที่จะเปิดรอบเพิ่มเติมของภาครัฐ",
  },

  {
    Title1:
      "UAC ผนึกก.พลังงานสปป.ลาวศึกษาแปรรูปขยะ เป็นพลังงานสีเขียวศึกษาแปรรูปขยะ เป็นพลังงานสีเขียว",
    Picture1:
      "https://www.banmuang.co.th/uploads/news/img/l/329078_th.jpg",
    Time1: "18 hours ago",
    Text1:
      "ดร.ศรีนาวา สุภาณุวงศ์ รัฐมนตรีช่วยว่าการกระทรวงพลังงานและบ่อแร่ สาธารณรัฐประชาธิปไตยประชาชนลาว (สปป.ลาว) เป็นประธานในพิธีลงนามบันทึกความร่วมมือด้านวิชาการ เพื่อศึกษาความเป็นไปได้ในการแปรรูปขยะเป็นพลังงานสีเชียว และพัฒนาพื้นฐานโครงร่างสถานีชาร์จรถไฟฟ้า ระหว่างกรมส่งเสริมและประหยัดพลังงาน กระทรวงพลังงานและบ่อแร่",
  },
];

export const Stock = [
  {
    NameP1: "PTT",
    PriceP1: "฿40.00",
    ChangeP1: "-5.50",
    dataPriceP1: [40, 40.5, 41, 41.5, 42, 42.5, 43, 43.5, 44]
  },
  
  {
    NameP2: "PTTGC",
    PriceP2: "฿45.00",
    ChangeP2: "+8.50",
    dataPriceP2: [50, 50.5, 51, 51.5, 52, 52.5, 53, 53.5, 54]
  },

  {
    NameU1: "PTTEP",
    PriceU1: "฿50.00",
    ChangeU1: "+10.50",
    dataPriceU1: [60, 60.5, 61, 61.5, 62, 62.5, 63, 63.5, 64]
  },

  {
    NameU2: "BBL",
    PriceU2: "฿55.00",
    ChangeU2: "+15.50",
    dataPriceU2: [70, 70.5, 71, 71.5, 72, 72.5, 73, 73.5, 74]
  },

  {
    NameD1: "KBANK",
    PriceD1: "฿60.00",
    ChangeD1: "-20.50",
    dataPriceD1: [80, 80.5, 81, 81.5, 82, 82.5, 83, 83.5, 84]
  },

  {
    NameD2: "SCB",
    PriceD2: "฿65.00",
    ChangeD2: "-25.50",
    dataPriceD2: [90, 90.5, 91, 91.5, 92, 92.5, 93, 93.5, 94]
  }

];