export const News = [
  {
    Title: "อาจารย์แดงกีต้าร์ คือใคร ปรัชญาสุดแนว “กระตุกจิต กระชากใจ”",
    Picture: "https://f.ptcdn.info/078/076/000/r5tzwel2nq8YmxZm3w6-o.png",
    Time: "16 hours ago",
    Text: "สรุปแล้วอาจารย์แดงกีต้าร์เป็นยังไง ก็คงจะขึ้นอยู่กับมุมมองของแต่ละบุคคล ส่วนตัวผมนั้นบอกเลยว่าอาจารย์ท่านนี้ไม่ธรรมดาเลยจริง เพราะเป็นทั้งนักดนตรีที่มีฝีมือ แถมยังเป็นคนที่สามารถสอนศาสนาได้อีกต่างหาก เพื่อน ๆ ที่อยากรู้จักอาจารย์แดงให้มากขึ้นก็ลองเปิดใจฟังคลิปของท่านดูอาจจะพบว่าตัวเองกลายเป็ฯแฟนคลับของอาจารย์แดงก็เป็นได้ ?",
  },

  {
    Title1:
      "ท่านผู้เจริญ ซึ่งมากไปด้วยปัญญา อาจารย์แดงกีต้าร์ ทางเลือกใหม่ของการฟังธรรม ",
    Picture1:
      "https://backend.teroasia.com/uploads/pic_tiny/images/%E0%B8%AD_%E0%B9%81%E0%B8%94%E0%B8%872.jpg",
    Time1: "8 hours ago",
    Text1:
      "ในยุคปัจจุบันนับได้ว่าเป็นยุคที่พุทธศาสนาในไทยมาถึงจุดที่มีคนเสื่อมศรัทธา จากข่าวฉาวในวงการสงฆ์ที่มีมาไม่เว้นในแต่ละวัน ทำให้คนรุ่นใหม่มีทัศนคติหรือมุมมองต่อศาสนาพุทธเปลี่ยนไปจากเดิม มีการเลิกนับถือศาสนา เปลี่ยนไปนับถือสิ่งอื่นที่ไม่ใช่พระสงฆ์ หรือแสวงหาการเข้าถึงแก่นแท้ของศาสนา จึงเกิดความนิยมการเข้าถึงหลักคำสอนที่ย่อยมาแล้วเข้าใจได้ง่าย ไม่ว่าจะเป็นพระนักเทศน์ที่นำเรื่องตลกมาประกอบการสอนธรรมะ หรือแม้กระทั่งฆารวาสผู้เข้าใจถึงแก่นแท้ของธรรมะอย่าง อาจารย์แดงกีต้าร์ ที่ได้รับความนิยมจากคนรุ่นใหม่ จากการใช้คำพูดรง ๆ ไม่อ้อมค้อมประกอบการสอนธรรมะ",
  },
];

export const Stock = [
  {
    NameP1: "PTT",
    PriceP1: "฿40.00",
    ChangeP1: "-5.50",
    dataPriceP1: [40, 40.5, 41, 41.5, 42, 42.5, 43, 43.5, 44]
  },
  
  {
    NameP2: "PTTGC",
    PriceP2: "฿45.00",
    ChangeP2: "+8.50",
    dataPriceP2: [50, 50.5, 51, 51.5, 52, 52.5, 53, 53.5, 54]
  },

  {
    NameU1: "PTTEP",
    PriceU1: "฿50.00",
    ChangeU1: "+10.50",
    dataPriceU1: [60, 60.5, 61, 61.5, 62, 62.5, 63, 63.5, 64]
  },

  {
    NameU2: "BBL",
    PriceU2: "฿55.00",
    ChangeU2: "+15.50",
    dataPriceU2: [70, 70.5, 71, 71.5, 72, 72.5, 73, 73.5, 74]
  },

  {
    NameD1: "KBANK",
    PriceD1: "฿60.00",
    ChangeD1: "-20.50",
    dataPriceD1: [80, 80.5, 81, 81.5, 82, 82.5, 83, 83.5, 84]
  },

  {
    NameD2: "SCB",
    PriceD2: "฿65.00",
    ChangeD2: "-25.50",
    dataPriceD2: [90, 90.5, 91, 91.5, 92, 92.5, 93, 93.5, 94]
  }

];
