export const Hotnews = [
  {
    Title1: "อาจารย์แดงกีต้าร์ คือใคร ปรัชญาสุดแนว “กระตุกจิต กระชากใจ”",
    Picture1: "https://f.ptcdn.info/078/076/000/r5tzwel2nq8YmxZm3w6-o.png",
    Time1: "16 hours ago",
    Text1:
      "สรุปแล้วอาจารย์แดงกีต้าร์เป็นยังไง ก็คงจะขึ้นอยู่กับมุมมองของแต่ละบุคคล ส่วนตัวผมนั้นบอกเลยว่าอาจารย์ท่านนี้ไม่ธรรมดาเลยจริง เพราะเป็นทั้งนักดนตรีที่มีฝีมือ แถมยังเป็นคนที่สามารถสอนศาสนาได้อีกต่างหาก เพื่อน ๆ ที่อยากรู้จักอาจารย์แดงให้มากขึ้นก็ลองเปิดใจฟังคลิปของท่านดูอาจจะพบว่าตัวเองกลายเป็ฯแฟนคลับของอาจารย์แดงก็เป็นได้ ?",
  },

  {
    Title2:
      "ท่านผู้เจริญ ซึ่งมากไปด้วยปัญญา อาจารย์แดงกีต้าร์ ทางเลือกใหม่ของการฟังธรรม ",
    Picture2:
      "https://backend.teroasia.com/uploads/pic_tiny/images/%E0%B8%AD_%E0%B9%81%E0%B8%94%E0%B8%872.jpg",
    Time2: "8 hours ago",
    Text2:
      "ในยุคปัจจุบันนับได้ว่าเป็นยุคที่พุทธศาสนาในไทยมาถึงจุดที่มีคนเสื่อมศรัทธา จากข่าวฉาวในวงการสงฆ์ที่มีมาไม่เว้นในแต่ละวัน ทำให้คนรุ่นใหม่มีทัศนคติหรือมุมมองต่อศาสนาพุทธเปลี่ยนไปจากเดิม มีการเลิกนับถือศาสนา เปลี่ยนไปนับถือสิ่งอื่นที่ไม่ใช่พระสงฆ์ หรือแสวงหาการเข้าถึงแก่นแท้ของศาสนา จึงเกิดความนิยมการเข้าถึงหลักคำสอนที่ย่อยมาแล้วเข้าใจได้ง่าย ไม่ว่าจะเป็นพระนักเทศน์ที่นำเรื่องตลกมาประกอบการสอนธรรมะ หรือแม้กระทั่งฆารวาสผู้เข้าใจถึงแก่นแท้ของธรรมะอย่าง อาจารย์แดงกีต้าร์ ที่ได้รับความนิยมจากคนรุ่นใหม่ จากการใช้คำพูดรง ๆ ไม่อ้อมค้อมประกอบการสอนธรรมะ",
  },

  {
    Title3:
      "การสอนธรรมะของอาจารย์แดงมีเอกลักษณ์เฉพาะตัว ด้วยการใช้คำห่าม ๆ ถ้อยคำหยาบคาย ลามก คำพูดที่ตรงไปตรงมาไม่อ้อมค้อม ",
    Picture3:
      "https://thethaiger.com/th/wp-content/uploads/2022/02/image1-4-14.jpg",
    Time3: "1 day ago",
    Text3:
      "เส้นทางการเป็นผู้สอนธรรมะของอาจารย์แดง เริ่มจากความสนใจการปฏิบัติธรรมมาตั้งแต่ช่วงอายุ 30 ปี จนถึงปัจจุบันนับว่าเป็นเวลากว่า 30 ปีแล้ว เมื่อจบกิจในการปฏิบัติ หมดความสงสัยในธรรมะแล้ว จึงได้เริ่มต้นเผยแพร่ธรรมะตามที่ตนเองได้ทำความเข้าใจ โดยต้องการให้ผู้คนเข้าถึงธรรมะด้วยปัญญา มากกว่าเข้าถึงด้วยความมุ่งหวังอยากได้ เช่น ปฏิบัติธรรมเพราะอยากรวย ปฏิบัติธรรมเพราะอยากหายป่วย ซึ่งเป็นสิ่งที่ไม่ถูกต้อง",
  },

  {
    Title4:
      "การสอนธรรมะของอาจารย์แดงมีเอกลักษณ์เฉพาะตัว ด้วยการใช้คำห่าม ๆ ถ้อยคำหยาบคาย ลามก คำพูดที่ตรงไปตรงมาไม่อ้อมค้อม ",
    Picture4:
      "https://thethaiger.com/th/wp-content/uploads/2022/02/image1-4-14.jpg",
    Time4: "1 day ago",
    Text4:
      "เส้นทางการเป็นผู้สอนธรรมะของอาจารย์แดง เริ่มจากความสนใจการปฏิบัติธรรมมาตั้งแต่ช่วงอายุ 30 ปี จนถึงปัจจุบันนับว่าเป็นเวลากว่า 30 ปีแล้ว เมื่อจบกิจในการปฏิบัติ หมดความสงสัยในธรรมะแล้ว จึงได้เริ่มต้นเผยแพร่ธรรมะตามที่ตนเองได้ทำความเข้าใจ โดยต้องการให้ผู้คนเข้าถึงธรรมะด้วยปัญญา มากกว่าเข้าถึงด้วยความมุ่งหวังอยากได้ เช่น ปฏิบัติธรรมเพราะอยากรวย ปฏิบัติธรรมเพราะอยากหายป่วย ซึ่งเป็นสิ่งที่ไม่ถูกต้อง",
  },
  {
    Title5:
      "การสอนธรรมะของอาจารย์แดงมีเอกลักษณ์เฉพาะตัว ด้วยการใช้คำห่าม ๆ ถ้อยคำหยาบคาย ลามก คำพูดที่ตรงไปตรงมาไม่อ้อมค้อม ",
    Picture5:
      "https://thethaiger.com/th/wp-content/uploads/2022/02/image1-4-14.jpg",
    Time5: "1 day ago",
    Text5:
      "เส้นทางการเป็นผู้สอนธรรมะของอาจารย์แดง เริ่มจากความสนใจการปฏิบัติธรรมมาตั้งแต่ช่วงอายุ 30 ปี จนถึงปัจจุบันนับว่าเป็นเวลากว่า 30 ปีแล้ว เมื่อจบกิจในการปฏิบัติ หมดความสงสัยในธรรมะแล้ว จึงได้เริ่มต้นเผยแพร่ธรรมะตามที่ตนเองได้ทำความเข้าใจ โดยต้องการให้ผู้คนเข้าถึงธรรมะด้วยปัญญา มากกว่าเข้าถึงด้วยความมุ่งหวังอยากได้ เช่น ปฏิบัติธรรมเพราะอยากรวย ปฏิบัติธรรมเพราะอยากหายป่วย ซึ่งเป็นสิ่งที่ไม่ถูกต้อง",
  },
  {
    Title6:
      "การสอนธรรมะของอาจารย์แดงมีเอกลักษณ์เฉพาะตัว ด้วยการใช้คำห่าม ๆ ถ้อยคำหยาบคาย ลามก คำพูดที่ตรงไปตรงมาไม่อ้อมค้อม ",
    Picture6:
      "https://thethaiger.com/th/wp-content/uploads/2022/02/image1-4-14.jpg",
    Time6: "1 day ago",
    Text6:
      "เส้นทางการเป็นผู้สอนธรรมะของอาจารย์แดง เริ่มจากความสนใจการปฏิบัติธรรมมาตั้งแต่ช่วงอายุ 30 ปี จนถึงปัจจุบันนับว่าเป็นเวลากว่า 30 ปีแล้ว เมื่อจบกิจในการปฏิบัติ หมดความสงสัยในธรรมะแล้ว จึงได้เริ่มต้นเผยแพร่ธรรมะตามที่ตนเองได้ทำความเข้าใจ โดยต้องการให้ผู้คนเข้าถึงธรรมะด้วยปัญญา มากกว่าเข้าถึงด้วยความมุ่งหวังอยากได้ เช่น ปฏิบัติธรรมเพราะอยากรวย ปฏิบัติธรรมเพราะอยากหายป่วย ซึ่งเป็นสิ่งที่ไม่ถูกต้อง",
  },
  {
    Title7:
      "การสอนธรรมะของอาจารย์แดงมีเอกลักษณ์เฉพาะตัว ด้วยการใช้คำห่าม ๆ ถ้อยคำหยาบคาย ลามก คำพูดที่ตรงไปตรงมาไม่อ้อมค้อม ",
    Picture7:
      "https://thethaiger.com/th/wp-content/uploads/2022/02/image1-4-14.jpg",
    Time7: "1 day ago",
    Text7:
      "เส้นทางการเป็นผู้สอนธรรมะของอาจารย์แดง เริ่มจากความสนใจการปฏิบัติธรรมมาตั้งแต่ช่วงอายุ 30 ปี จนถึงปัจจุบันนับว่าเป็นเวลากว่า 30 ปีแล้ว เมื่อจบกิจในการปฏิบัติ หมดความสงสัยในธรรมะแล้ว จึงได้เริ่มต้นเผยแพร่ธรรมะตามที่ตนเองได้ทำความเข้าใจ โดยต้องการให้ผู้คนเข้าถึงธรรมะด้วยปัญญา มากกว่าเข้าถึงด้วยความมุ่งหวังอยากได้ เช่น ปฏิบัติธรรมเพราะอยากรวย ปฏิบัติธรรมเพราะอยากหายป่วย ซึ่งเป็นสิ่งที่ไม่ถูกต้อง",
  },
  {
    Title8:
      "การสอนธรรมะของอาจารย์แดงมีเอกลักษณ์เฉพาะตัว ด้วยการใช้คำห่าม ๆ ถ้อยคำหยาบคาย ลามก คำพูดที่ตรงไปตรงมาไม่อ้อมค้อม ",
    Picture8:
      "https://thethaiger.com/th/wp-content/uploads/2022/02/image1-4-14.jpg",
    Time8: "1 day ago",
    Text8:
      "เส้นทางการเป็นผู้สอนธรรมะของอาจารย์แดง เริ่มจากความสนใจการปฏิบัติธรรมมาตั้งแต่ช่วงอายุ 30 ปี จนถึงปัจจุบันนับว่าเป็นเวลากว่า 30 ปีแล้ว เมื่อจบกิจในการปฏิบัติ หมดความสงสัยในธรรมะแล้ว จึงได้เริ่มต้นเผยแพร่ธรรมะตามที่ตนเองได้ทำความเข้าใจ โดยต้องการให้ผู้คนเข้าถึงธรรมะด้วยปัญญา มากกว่าเข้าถึงด้วยความมุ่งหวังอยากได้ เช่น ปฏิบัติธรรมเพราะอยากรวย ปฏิบัติธรรมเพราะอยากหายป่วย ซึ่งเป็นสิ่งที่ไม่ถูกต้อง",
  },
  {
    Title9:
      "การสอนธรรมะของอาจารย์แดงมีเอกลักษณ์เฉพาะตัว ด้วยการใช้คำห่าม ๆ ถ้อยคำหยาบคาย ลามก คำพูดที่ตรงไปตรงมาไม่อ้อมค้อม ",
    Picture9:
      "https://thethaiger.com/th/wp-content/uploads/2022/02/image1-4-14.jpg",
    Time9: "1 day ago",
    Text9:
      "เส้นทางการเป็นผู้สอนธรรมะของอาจารย์แดง เริ่มจากความสนใจการปฏิบัติธรรมมาตั้งแต่ช่วงอายุ 30 ปี จนถึงปัจจุบันนับว่าเป็นเวลากว่า 30 ปีแล้ว เมื่อจบกิจในการปฏิบัติ หมดความสงสัยในธรรมะแล้ว จึงได้เริ่มต้นเผยแพร่ธรรมะตามที่ตนเองได้ทำความเข้าใจ โดยต้องการให้ผู้คนเข้าถึงธรรมะด้วยปัญญา มากกว่าเข้าถึงด้วยความมุ่งหวังอยากได้ เช่น ปฏิบัติธรรมเพราะอยากรวย ปฏิบัติธรรมเพราะอยากหายป่วย ซึ่งเป็นสิ่งที่ไม่ถูกต้อง",
  },
];
